Repository: chrizel/Yzis
Catalog: translations/*.po
Languages: es, fr, ja, nn, no, pl, pt, ru

source: [No File]
es: [Sin archivo]
fr: [ Pas de fichier ]
nn: [Inga fil]
no: [Ingen fil]
pl: [Brak pliku]
pt: [Nenhum ficheiro]
ru: [Нет файла]

source: Kyzis Part
es: KPart de Kyzis

source: Kyzis - KDE Frontend for Yzis
es: Kyzis - Interfaz KDE para Yzis
