Repository: chrizel/Yzis
Catalog: translations/*.po
Languages: es, fr, ja, nn, no, pl, pt, ru

source: This list displays the contexts of the current syntax highlight mode and offers the means to edit them. The context name reflects the current style settings.<p>To edit using the keyboard, press <strong>&lt;SPACE&gt;</strong> and choose a property from the popup menu.<p>To edit the colors, click the colored squares, or select the color to edit from the popup menu.<p>You can unset the Background and Selected Background colors from the context menu when appropriate.
es: Esta lista muestra los contextos del modo de resaltado de sintaxis actual, y ofrece los medios para editarlo. El nombre del contexto refleja los parámetros de estilo actuales. <p>Para editar utilizando el teclado, presione <strong>&lt;ESPACIO&gt;</strong> y elija una propiedad del menú emergente. <p>Para editar los colores, pulse los cuadrados coloreados, o seleccione el color que desea editar del menú emergente. <p>Puede quitar los colores de fondo y de fondo seleccionado del menú contextual cuando lo considere apropiado.
fr: Cette liste affiche les contextes du mode de coloration syntaxique courant et offre un moyen de les éditer . Le nom du contexte reflète les paramètres du style courant.<p>Pour éditer les paramètres en utilisant le clavier, appuyer sur la touche <strong>&lt;espace&gt;</strong> et choisissez une propriété depuis le menu déroulant.<p>Pour éditer les couleurs, cliquer les carrés colorés, ou sélectionner la couleur à éditer depuis le menu déroulant.<p>Vous pouvez réinitialiser la couleur de fond et la couleur de fond de la sélection depuis le menu contextuel.
ja: このリストは現在の構文強調表示モードを表示し、編集する意味を要求しています。文脈名は現在のスタイル設定を反映します。<p>キーボードを使って編集するには<strong>&lt;スペース&gt;</strong>を押してポップアップメニューから設定を選択します。 <p>色を編集するには色の付いた四角をクリックするかポップアップメニューから編集する色を選択します。
nn: Denne lista viser konteksten til den aktive syntaksmerkingsmodusen og tilbyr måtar å redigere dei. Kontekstnamnet reflekterar den aktive stilen.<p>For å redigere med tastaturet, trykk <strong>&lt;MELLOMROM&gt;</strong> og vel eit punkt frå poppopp-menyen.<p>For å redigere fargane, klikk dei farga kvadrata, eller vel ein farge å redigere frå poppopp-menyen.<p>Du kan deaktivere bakgrunns- og vald bakgrunnsfarge frå kontekstmenyen når det passar.
no: Denne listen viser kontekstene til den aktive syntaksfargingsmoduset og gir deg redigeringsmuligheter. Kontekstnavnet reflekterer de aktive stilsettingene.<p>For å redigere ved bruk av tastaturet, trykk <strong>&lt;MELLOMROM&gt;<strong> og velg en egenskap fra menyen.<p>For å redigere fargene, klikk de fargede firkantene eller velg en farge å redigere fra menyen.<p>Du kan velge bort bakgrunnen og valgte bakgrunnsfarger fra menyen når det er hensiktsmessig.
pl: Ta lista ukazuje konteksty bieżącego trybu kolorowania składni i oferuje sposoby ich edycji. Nazwa kontekstu odzwierciedla ustawienia bieżącego stylu.<p>Aby edytować je przy pomocy klawiatury, wciśnij <strong>&lt;SPACE&gt;</strong> i wybierz właściwość z wyskakującego menu.<p>Aby edytować kolory, kliknij na kolorowe kwadraty, lub wybierz kolor do edycji z wyskakującego menu.<p>Możesz zrezygnować z ustawień koloru Tła i Wybranego Tła z menu kontekstu kiedy tylko będzie to porządane.
pt: Esta lista exibe os contextos do modo de realce actual e oferece os meios para editá-los. O nome do contexto reflecte as preferências do estilo actual.<p>Para editar usando o teclado, pressione <strong>&lt;ESPAÇO&gt;</strong> e escolha uma propriedade a partir do menu.<p>Para editar as cores, clique nos quadrados coloridos ou seleccione a cor a editar a partir do menu.<p>Pode marcar como indefinidas as cores de fundo a partir do menu de contexto, quando apropriado.
ru: Этот список отображает контексты текущей схемы подсветки и предлагает средства для их редактирования. Имя контекста отражает текущие настройки стиля. <p>Для редактирования с помощью клавиатуры, нажмите <strong>&lt;ПРОБЕЛ&gt;</strong> и выберите свойство из выпадающего меню.<p>Для редактирования цвета, щёлкните по цветному квадрату или выберите нужный цвет из выпадающего меню.<p>Используя выпадающее меню, вы также можете сбросить цвета Фона и Фона выделения.

source: &Schema:
es: &Esquema
fr: &Schéma:
ja: スキーマ(&S):
nn: &Skjema:
no: &Skjema:
pl: &Schemat:
pt: &Esquema:
ru: &Схема:

source: &New...
es: &Nuevo...
fr: &Nouveau...
ja: 新規(&N)..
nn: &Ny...
no: &Ny...
pl: &Nowy...
pt: &Novo...
ru: С&оздать...

source: Colors
es: Colores
fr: Couleurs
ja: 色
nn: Fargar
no: Farger
pl: Kolory
pt: Cores
ru: Цвета

source: Normal Text Styles
es: Estilos de texto normal
fr: Styles de texte normal
ja: 標準のテキストスタイル
nn: Vanlege tekststilar
no: Stiler for vanlig tekst
pl: Normalne Style Tekstu
pt: Estilos de texto normal
ru: Стили обычного текста

source: Highlighting Text Styles
es: Estilos de texto resaltado
fr: Styles de texte colorés
ja: 強調表示のテキストスタイル
nn: Merkingstekststilar
no: Stiler for farget tekst
pl: Pokolorowane Style Tekstu
pt: Estilos de texto realçado
ru: Стили подсветок текста

source: &Default schema for %1:
es: Esquema por &defecto para %1:
fr: Schéma par &défaut pour %1:
ja: %1の標準のスキーマ(&D):
nn: Stan&dard skjema for %1:
no: Stan&dard skjema for %1:
pl: &Domyślny schemat dla %1:
pt: Esquema &predefinido para %1:
ru: С&хема по умолчанию для %1:

source: Name for New Schema
es: Nombre para el nuevo esquema
fr: Nom pour le Nouveau Schéma
ja: 新規スキーマ名
nn: Namn på nytt skjema
no: Navn for nytt skjema
pl: Nazwa dla Nowego Schematu
pt: Nome do novo esquema
ru: Имя для новой схемы

source: Name:
es: Nombre:
fr: Nom:
ja: 名前:
nn: Namn:
no: Navn:
pl: Nazwa:
pt: Nome:
ru: Имя:

source: New Schema
es: Nuevo esquema
fr: Nouveau Schéma
ja: 新規スキーマ
nn: Nytt skjema
no: Nytt skjema
pl: Nowy Schemat
pt: Novo esquema
ru: Новая схема

source: Context
es: Contexto
fr: Contexte
nn: Kontekst
no: Kontekst
pl: Kontekst
pt: Contexto
ru: Контекст

source: Normal
no: Vanlig
pl: Normalny
ru: Обычный

source: Selected
es: Seleccionado
fr: Sélectionné
ja: 選択済み
nn: Vald
no: Valgt
pl: Wybrany
pt: Seleccionado
ru: Выделенный

source: Background
es: Fondo
fr: Fond
ja: 背景
nn: Bakgrunn
no: Bakgrunn
pl: Tło
pt: Fundo
ru: Фон

source: Background Selected
es: Fondo seleccionado
fr: Fond de la sélection
ja: 選択された背景
nn: Vald bakgrunn
no: Valgt bakgrunn
pl: Zaznaczone tło
pt: Fundo da selecção
ru: Фон выделения

source: Use Default Style
es: Utilizar estilo por defecto
fr: Utiliser le style par défaut
ja: 標準のスタイルを使用
nn: Bruk standardstil
no: Bruk standardstil
pl: Użyj domyślnego stylu
pt: Usar o estilo predefinido
ru: Использовать стиль по умолчанию

source: &Bold
es: &Negrita
fr: &Gras
ja: ボールド(&B)
nn: &Feit
no: &Fet
pl: Pogru&biony
pt: &Negrito
ru: &Жирный

source: &Italic
es: &Cursiva
fr: &Italique
ja: イタリック(&I)
nn: Kurs&iv
no: Kurs&iv
pl: &Kursywa
pt: &Itálico
ru: &Курсив

source: &Underline
es: &Subrayado
fr: &Souligné
ja: 下線(&U)
nn: &Understrek
no: &Understreket
pl: P&odkreślony
pt: &Sublinhado
ru: &Подчеркнутый

source: S&trikeout
es: &Tachado
ja: 打ち消し線(&T)
nn: S&tryk ut
no: Overs&trøket
pl: P&rzekreślony
pt: &Traçado
ru: Пере&черкнутый

source: Normal &Color...
es: &Color normal...
fr: &Couleur Normale...
ja: 標準色(&C)...
nn: Normal farge...
no: Vanlig f&arge
pl: &Normalny Kolor
pt: &Cor normal...
ru: Обычный &цвет...

source: &Selected Color...
es: Color &seleccionado...
fr: Couleur de la &Sélection...
ja: 選択された色(&S)...
nn: Vald farge...
no: &Valgt farge
pl: &Wybrany Kolor
pt: Cor de texto se&leacionado...
ru: Ц&вет выделения...

source: &Background Color...
es: Color de &fondo...
fr: Couleur de &fond...
ja: 背景色(&B)...
nn: &Bakgrunnsfarge...
no: &Bakgrunnsfarge
pl: Kolor &Tła
pt: Cor de &fundo...
ru: Ц&вет фона...

source: S&elected Background Color...
es: Color de fondo s&eleccionado...
fr: Couleur de &fond de la sélection...
ja: 選択された背景色(&E)...
nn: Vald bakgrunnsfarg&e...
no: Valgt bakgrunnsfarg&e
pl: Kolor W&ybranego Tła
pt: Cor de fundo da s&elecção...
ru: Цв&ет фона выделения...

source: Unset Background Color
es: Quitar color de fondo
fr: Réinitilialise la couleur de fond
ja: 背景色を解除
nn: Deaktiver bakgrunnsfarge
no: Velg bort bakgrunnsfarge
pl: Wymaż Koloru Tła
pt: Marcar como indefinida a cor de fundo
ru: Сбросить цвет фона

source: Unset Selected Background Color
es: Quitar color de fondo seleccionado
fr: Réinitiliase la couleur de fond de la sélection
ja: 選択された背景色を解除
nn: Deaktiver vald bakgrunnsfarge
no: Velg bort valgt bakgrunnsfarge
pl: Wymaż Kolor Zaznaczonego Tła
pt: Marcar como indefinida a cor de fundo da selecção
ru: Сбросить цвет фона выделения

source: Use &Default Style
es: Utilizar estilo por &defecto
fr: Utilise le style par &défaut
ja: 標準のスタイルを使用(&D)
nn: Bruk stan&dardstil
no: Bruk stan&dardstil
pl: Użyj &Domyślnego Stylu
pt: Usar o est&ilo predefinido
ru: Использовать С&тиль по умолчанию

source: "Use Default Style" will be automatically unset when you change any style properties.
es: "Utilizar estilo por defecto" será automáticamente deseleccionado cuando cambie cualquier propiedad referente al estilo.
fr: "Utilise le style par défaut" sera automatiquement réinitialisé quand vous changer l'une des propriétés d'un style.
ja: スタイルの設定をどれか変更すると"標準のスタイルを使用"は自動的にセットが外されます。
nn: "Bruk standardstil" vil automatisk verte deaktivert når du endrar på stileigenskapane.
no: "Bruk standardstil" vil automatisk bli valgt bort når du forandrer stilegenskaper.
pl: "Użyj Domyślnego Stylu" będzie automatycznie wyłączony kiedy zmieni się jakąkolwiek właściwość stylu.
pt: "Usar o est&ilo predefinido" será automaticamente indefinido quando alterar quaisquer propriedades de estilo.
ru: Параметр "Использовать стиль по умолчанию" будет автоматически сброшен после изменения любой из настроек стиля.

source: Yzis Styles
es: Estilos de Yzis
fr: Styles d'Yzis
ja: Yzisスタイル
nn: Yzisstilar
no: Yzis-stiler
pl: Style Yzis
pt: Estilos do Yzis
ru: Стили Yzis

source: Opens recently opened file.
es: Abre un archivo abierto recientemente.
fr: Ouvre un fichier ouvert récemment.
ja: 最近開いたファイルを開く
nn: Opnar nyleg opna fil.
no: Åpner nylig åpnet fil.
pl: Otwiera ostatnio otwarty plik.
pt: Abre
ru: Открывает недавно редактировавшийся файл.

source: Show &Konsole
es: Mostrar &Konsole
fr: Montrer la &Konsole
ja: コンソールの表示(&K)
nn: Vis &Konsole
no: Vis &Konsole
pl: Pokaż &Konsole
pt: Mostrar a consola (&Konsole)
ru: Показать &Konsole

source: &Window
es: &Ventana
fr: &Fenetre
ja: ウィンドウ(&W)
nn: &Vindauge
no: &Vindu
pl: &Okno
pt: &Janela
ru: &Окно

source: Terminal
fr: Console
ja: ターミナル
ru: Терминал

source: Yzis Ready
es: Yzis preparado
nn: Yzis klar
pl: Yzis Gotowy
ru: Yzis готов

source: Failed opening file %1 for reading : %2
es: Error al abrir el archivo %1 para lectura: %2
fr: Impossible d'ouvrir le fichier %1 en lecture : %2
nn: Feila under opning av fila %1 for lesing : %2
no: Kunne ikke åpne filen %1 for lesing: %2
pl: Błąd otwarcia pliku %1 do odczytu: %2
pt: Erro ao abrir o ficheiro %1 para leitura : %2
ru: Не удалось открыть файл %1 для чтения: %2

source: Recover
es: Recuperar
fr: Restauration
nn: Attopprett
no: Gjenopprett
pl: Odzyskać
pt: Recuperar
ru: Восстановление

source: A swap file was found for this file, it was presumably created because your computer or yzis crashed, do you want to start the recovery of this file ?
es: Se encontró un archivo de intercambio para este archivo. Presumiblemente fue creado porque se colgó bien su máquina o bien yzis. ¿Desea comenzar la recuperación de este archivo?
fr: Un fichier de sauvegarde a été trouvé pour ce fichier, il a vraisemblablement été créé parce que votre ordinateur ou yzis a planté, voulez-vous lancer la récupération de votre fichier ?
ja: このファイルのスワップファイルが見つかりました。多分、あなたのコンピュータかyzisがクラッシュしたときに作成されたファイルです。このファイルの復旧を行いますか。
nn: Ei byttefil vart funne for denne fila, sannsynlegvis fordi datamaskina eller yzis krasja. Vil du starte attoppretting av denne fila?
no: En swap-fil ble funnet for denne filen. Den ble antagelig laget fordi maskinen din eller yzis kræsjet. Vil du starte gjenopprettelse av denne filen?
pl: Znaleziono plik tymczasowy, został on stworzony prawdopodobnie dlatego, że twój komputer lub yzis zawiesił się, czy chcesz odzyskać ten plik?
pt: Foi encontrado um ficheiro temporário correspondente para este ficheiro. Provavelmente, foi criado devido a uma interrupção abrupta e anormal do seu sistema ou do Yzis. Quer iniciar a recuperação deste ficheiro?
ru: Был найден swap-файл для этого документа. Скорее всего, он был создан из-за сбоя в yzis или в вашем компьютере. Запустить процедуру восстановления файла?

source: Failed opening file %1 for writing : %2
es: Error al abrir el archivo %1 para escritura: %2
fr: Impossible d'ouvrir le fichier %1 en écriture : %2
nn: Feila under opning av fila %1 for skriving : %2
no: Kunne ikke åpne filen %1 for skriving: %2
pl: Błąd otwarcia pliku %1 do zapisu : %2
pt: Erro ao abrir o ficheiro %1 para leitura : %2
ru: Не удалось открыть файл %1 для записи: %2

source: Written %1 bytes to file %2
es: Escritos %1 bytes al archivo %2
fr: Ecrit %1 octets dans le fichier %2
nn: Skreiv %1 byte til fil %2
no: %1 bytes ble skrevet til filen %2
pl: Zapisano %1 byte'ów do pliku %2
pt: Gravados %1 B para o ficheiro %2
ru: Записано %1 байт в файл %2

source: The file %1 could not be found in standard directories
es: No se pudo encontrar el archivo %1 en los directorios estándares
fr: Le fichier %1 n'a pas pu être trouvé dans les répertoires standards
nn: Fila %1 vart ikkje funne i standardkatalogane
no: Filen %1 ble ikke funnet i noen av standardkatalogene
pl: Plik %1 nie został znaleziony w standardowych katalogach
pt: O ficheiro %1 não foi encontrado nas pastas padrão
ru: Не удается найти файл %1 по стандартным путям

source: Lua error when running file %1:
es: Error de Lua cuando ejecutaba el archivo %1:
fr: Lua a rencontré une erreur en exécutant le script %1:
nn: Luafeil under køyring av fil %1:
pl: Błąd interpretatora Lua podczas wykonywania pliku %1:
pt: Lua: erro ao executar o ficheiro %1:
ru: Ошибка Lua при выполнении файла %1:

source: File modified
es: Archivo modificado
fr: Fichier modifié
ja: ファイルは変更されています
nn: Fil endra
no: Det er gjort forandringer i filen
pl: Plik zmieniony
pt: Ficheiro modificado
ru: Файл изменен

source: This file has been modified, do you want to save it ?
es: Este archivo ha sido modificado. ¿Desea guardarlo?
fr: Ce fichier a été modifié, voulez-vous l'enregistrer ?
ja: ファイルが変更されています。 保存しますか。
nn: Denne fila har vore endra, vil lagra den?
no: Det er gjort forandringer i filen, vil du lagre?
pl: Ten plik został zmieniony, czy chcesz go zapisać ?
pt: Este ficheiro foi modificado, deseja gravá-lo?
ru: Данный файл был изменен, хотите сохранить его?

source: [ Awaiting Command ]
es: [ Esperando comando ]
fr: [ Entrez une commande ]
nn: [ Ventar på kommando ]
no: [ Venter på kommando ]
pl: [ Oczekuje na Rozkaz ]
pt: [ A aguardar comando ]
ru: [ Ожидание команды ]

source: [ Introduction ]
es: [ Introducción ]
nn: [ Introduksjon ]
no: [ Introduksjon ]
pl: [ Wprowadzenie ]
pt: [ Introdução ]
ru: [ Вступление ]

source: Not an editor command:
es: No es un comando del editor:
fr: Commande invalide:
ja: エディタコマンドではありません
nn: Ikkje ein redigeringskommando:
no: Ikke en editor-kommando:
pl: To nie jest komenda edytora:
pt: Não é um comando do editor:
ru: Не является командой редактора:

source: One file is modified! Save it first...
es: ¡Un archivo ha sido modificado! Guárdelo primero...
fr: Un fichier a été modifié! Enregistrez-le d'abord...
ja: ファイルが変更されています。まず保存してください。
nn: Ei fil er endra! Lagre den først...
no: En fil er forandret! Lagre først...
pl: Jeden plik jest zmieniony! Zapisz go najpierw...
pt: Um ficheiro foi modificado! Grave-o primeiro...
ru: Один из файлов изменен! Сначала сохраните его...

source: Please specify a filename
es: Especifique un nombre de archivo
fr: Veuillez indiquer un nom de fichier
ja: ファイル名を指定してください
nn: Spesifiser eit filnamn
no: Vennligst spesifiser et filnavn
pl: Proszę podaj nazwę pliku
pt: Por favor, especifique um nome de ficheiro
ru: Пожалуйста, укажите имя файла

source: Invalid option name : %1
es: Nombre de opción no válido: %1
nn: Ugyldig opsjon : %1
pl: Podano nieprawidłową nazwę opcji : %1
ru: Неверное имя параметра: %1

source: Bad value for option given
es: Valor incorrecto para la opción dada
nn: Ugyldig verdi for opsjon
pl: Podano nieprawidłową wartość dla opcji
ru: Неверная величина параметра

source: Registers:
es: Registros:
nn: Register:
pl: Rejestry:
ru: Регистры:

source: Cannot change to specified directory
nn: Kan ikkje endre spesifisert katalog
pl: Nie można przejść do wyznaczonego katalogu
ru: Невозможно перейти в указанную директорию

source: [ Insert ]
es: [ Insertar ]
fr: [ Insertion ]
nn: [ Innsetjing ]
no: [ Sett inn ]
pl: [ Wklej ]
pt: [ Inserção ]
ru: [ Вставка ]

source: [ Replace ]
es: [ Reemplazar ]
fr: [ Remplacement ]
nn: [ Byt ut ]
no: [ Erstatt ]
pl: [ Zamień ]
pt: [ Substituição ]
ru: [ Замена ]

source: { Completion }
es: { Completado }
fr: { Complètement }
nn: { Fullføring }
no: { komplettering }
pl: { Uzupełnianie }
pt: { Completação }
ru: { Дополнение }

source: [ Search ]
es: [ Buscar ]
fr: [ Recherche ]
nn: [ Søk ]
no: [ Søk ]
pl: [ Szukaj ]
pt: [ Pesquisa ]
ru: [ Поиск ]

source: No match
es: No hay coincidencias
fr: Pas de correspondance
ja: マッチしません
nn: Ingen treff
no: Ingen treff
pl: Nie znaleziono
pt: Sem correspondência
ru: Нет совпадений

source: [ Search backward ]
es: [ Buscar hacia atrás ]
fr: Recherche inversée
nn: [ Søk bakover ]
pl: [ Szukaj w tył ]
pt: [ Pesquisa invertida ]
ru: [ Поиск назад ]

source: [ Visual ]
fr: [ Visuel ]
nn: [ Visuell ]
no: [ Visuell ]
pl: [ Wizualny ]
ru: [ Визуальный режим ]

source: [ Visual Line ]
es: [ Línea visual ]
fr: [ Visuel Ligne ]
nn: [ Visuell linje ]
no: [ Visuell linje ]
pl: [ Wizualna Linia ]
pt: [ Linha visual ]
ru: [ Визуальная строка ]

source: [ Visual Block ]
es: [ Bloque visual ]
nn: [ Visuell blokk ]
pl: [ Wizualny Blok ]
ru: [ Визуальный блок ]

source: search hit TOP, continuing at BOTTOM
es: la búsqueda alcanzó el PRINCIPIO, continuando al FINAL
fr: La recherche a atteint le debut du fichier, reprise à partir de la fin
ja: ファイルの先頭に到達しました。末尾から続けますか。
nn: søk traff TOPPEN, fortset på BOTNEN
no: Søket traff TOPPEN, fortsetter fra BUNNEN
pl: Wyszukiwanie dobiegło do końca, kontynułuje od początku
pt: a pesquisa atingiu o topo, a continuar no fundo
ru: Поиск достиг НАЧАЛА, продолжаем С КОНЦА

source: search hit BOTTOM, continuing at TOP
es: la búsqueda alcanzó el FINAL, continuando al PRINCIPIO
fr: La recherche a atteint la fin du fichier, reprise à partir du debut
ja: ファイルの末尾に到達しました。先頭から続けますか。
nn: søk traff BOTNEN, fortset på TOPPEN
no: Søket traff BUNNEN, fortsetter fra TOPPEN
pl: Wyszukiwanie dobiegło do początku, kontynułuje od końca.
pt: a pesquisa atingiu o fundo, a continuar no topo
ru: Поиск достиг КОНЦА, продолжаем С НАЧАЛА

source: Warning, the swapfile could not be opened maybe due to restrictive permissions.
es: Atención, no se pudo abrir el archivo de intercambio (tal vez debido a restricciones de permisos).
fr: Attention, le fichier de sauvegarde n'a pas pu être ouvert, peut-être à cause de droits d'accès trop restrictifs.
nn: Åtvaring, byttefila kunne ikkje opnast, grunnen kan vere redusert tilgang.
no: Advarsel! Swap-filen kunne ikke åpnes, muligens på grunn av restriktive filrettigheter.
pl: Uwaga, nie można otworzyć pliku tymczasowego, prawdopodobnie z powodu zbyt restrykcyjnych praw dostępu.
pt: Aviso: não foi possível abrir o ficheiro de recuperação, talvez devido a permissões restritivas.
ru: Внимание, swap-файл не может быть открыт из-за ограниченных прав доступа.

source: Warning, the swapfile could not be created maybe due to restrictive permissions.
es: Atención, no se pudo crear el archivo de intercambio (tal vez debido a restricciones de permisos).
fr: Attention, le fichier de sauvegarde n'a pas pu être créé, peut-être à cause de droits d'accès trop restrictifs.
ja: 警告: おそらく、パーミッションの制限のため、スワップファイルが作成できません。
nn: Åtvaring, byttefila kunne ikkje opprettast, grunnen kan vere redusert tilgang.
no: Advarsel! Swap-filen kunne ikke opprettes, muligens på grunn av restriktive filrettigheter.
pl: Uwaga, nie można stworzyć pliku tymczasowego, możliwe że powodem są zbyt restrykcyjne prawa dostępu.
pt: Aviso: não foi possível criar o ficheiro de recuperação, talvez devido a permissões restritivas.
ru: Внимание, swap-файл не может быть создан из-за ограниченных прав доступа.

source: The swap file could not be opened, there will be no recovering for this file, you might want to check permissions of files.
es: No se pudo abrir el archivo de intercambio. No habrá recuperación de este archivo. Tal vez quiera comprobar los permisos de los archivos.
fr: Attention, le fichier de sauvegarde n'a pas pu être ouvert, il ne sera donc pas possible de procéder à la restauration du fichier. Vous devriez sans doute vérifier les droits d'accès sur ce fichier.
ja: スワップファイルがオープンできないため、このファイルを復旧できません。ファイルのパーミッションを確認してください。
nn: Byttefila kunne ikkje opnast, fila vil ikkje verte attoppretta. Du bør sjekke tilgangen til filene.
no: Swap-filen kunne ikke åpnes, det vil ikke være mulig å gjenopprette denne filen. Du vil kanskje sjekke filrettighetene.
pl: Nie można otworzyć pliku tymczasowego, nie będzie można odzyskać tego pliku, możesz spróbować sprawdzić prawa dostępu do plików.
pt: Não foi possível abrir o ficheiro de recuperação. Não haverá recuperação possível para este ficheiro. Deverá querer verificar as permissões dos ficheiros.
ru: Не удается открыть swap-файл, восстановление данного файла будет невозможно. Советуем проверить права доступа к файлам.

source: File has been modified
nn: Fila har vorte endra
pl: Plik został zmieniony
ru: Файл был изменен

source: Unable to find tag file
nn: Kunne ikkje finne merkefil
pl: Nie można znaleźć pliku z tagami
ru: Не удается найти файл с тэгами

source: Could not find next tag
nn: Kunne ikkje finne neste merke
pl: Nie mogę znaleźć następnego tagu
ru: Не удается найти следующий тэг

source: Could not find previous tag
nn: Kunne ikkje finne forrige merke
pl: Nie moge znaleźć poprzedniego tagu
ru: Не удается найти предыдущий тэг

source: At bottom of tag stack
nn: På botnen av merkestakk
pl: Spód stosu z tagami
ru: Достигнут конец списка тэгов

source: All
es: Todo
fr: Tout
nn: Alle
no: Alle
pl: Wszystko
pt: Todo
ru: Весь

source: Bot
es: Final
fr: Bas
no: Bunn
pl: Doł
pt: Fundo
ru: Кон

source: To use the Qt printer, you need to have an X11 DISPLAY set and running, you should try pslib in console mode
es: Para utilizar la impresora Qt, necesita tener un DISPLAY X11 configurado y ejecutándose. Debería probar pslib en modo consola
fr: Pour utiliser le mode Qt pour l'impression, un DISPLAY X11 doit être fonctionnel, vous devriez essayer avec pslib pour imprimer en mode console
ja: Qtのプリンターを使用するためにはX11のDISPLAY環境変数をセットして実行する必要があります。コンソールモードではpslibを使用してください。
nn: For å nytte Qt-skrivaren, må du ha ein X11-skjerm som er aktivert og køyrer, prøv pslib i konsollmodus
no: For å bruke Qt-printeren må du ha en X11-server kjørende og ha satt miljøvariabelen DISPLAY. I konsoll kan du prøve pslib
pl: Aby używać drukarki Qt, musisz mieć otwarty i ustawiony ekran X11, pod konsolą tekstową możesz spróbować pslib'a
pt: Para usar a impressão Qt, necessita ter um ecrã X11 configurado e a executar. Deveria tentar pslib na consola
ru: Чтобы использовать принтер Qt, вам необходимо установить переменную X11 DISPLAY. Также попробуйте запустить pslib в консольном режиме.

source: { Recording }
es: { Grabando }
fr: { Enregistrement }
nn: { Tek opp }
no: { Spiller inn }
pl: { Nagrywanie }
pt: { A gravar }
ru: { Запись }

source: (Press any key)
es: (Pulse cualquier tecla)
fr: (Appuyez sur une touche)
ja: (何かキーを押してください)
nn: (Trykk ein tast)
no: (Trykk en tast)
pl: (Wciśnij dowolny klawisz)
pt: (Pressione qualquer tecla)
ru: (Нажмите любую клавишу)
