Repository: chrizel/Yzis
Catalog: translations/*.po
Languages: es, fr, ja, nn, no, pl, pt, ru

source: KDE Frontend for the Yzis Editor
es: Interfaz KDE para el editor Yzis
fr: Interface KDE de l'éditeur Yzis
ja: YzisエディタのKDEフロントエンド
nn: KDE-grensesnitt til Yzis
no: KDE-grensesnitt for Yzis
pl: Frontend KDE dla edytora Yzis
pt: Interface KDE para o editor Yzis
ru: KDE оболочка для редактора Yzis

source: Document to open.
es: Documento que desea abrir.
fr: Document à ouvrir.
ja: オープンするドキュメント
nn: Dokument som skal opnast.
no: Dokument som skal åpnes
pl: Dokument do otwarcia
pt: Documento para abrir
ru: Документ, который будет открыт.

source: Execute command passed in argument
es: Ejecutar el comando pasado como argumento
fr: Exécute la commande passée en argument
ja: 引数で指定されたコマンドを実行
nn: Utfør kommando frå argument
no: Eksekver kommandoen sendt som argument
pl: Wykonaj komendę podaną w argumencie
pt: Executar o comando passado como argumento
ru: Запустить команду, переданную в качестве аргумента

source: Text font
es: Tipo de letra del texto
fr: Police du texte
ja: テキストフォント
nn: Tekstfont
no: Tekstfont
pl: Czcionka tekstu
pt: Tipo de letra
ru: Шрифт текста

source: Use a transparent background
es: Utilizar un fondo transparente
fr: Utiliser un fond transparent
ja: 透明な背景を利用する
nn: Bruk bakgrunn med gjennomskin
no: Bruk en gjennomsiktig bakgrunn
pl: Użyj przeźroczystego tła
pt: Fundo transparente
ru: Включить прозрачность фона

source: Background color opacity
es: Opacidad del color de fondo
fr: Opacité de la couleur de fond
ja: 背景色の不透明度
nn: Bakgrunnsfargeopasitet
no: Bakgrunssfargeopasitet
pl: Nieprzeźroczystość koloru tła
pt: Opacidade da cor de fundo
ru: Плотность прозрачности фона

source: Min
ja: 最低
pt: Mínima
ru: Мин

source: Max
ja: 最高
nn: Maks
no: Maks
pt: Máxima
ru: Макс

source: Background Color
es: Color de fondo
fr: Couleur de fond
ja: 背景色
nn: Bakgrunnsfarge
no: Bakgrunssfarge
pl: Kolor tła
pt: Cor de fundo
ru: Цвет фона

source: Foreground Color
es: Color de primer plano
fr: Couleur du texte
ja: 前景色
nn: Framgrunnsfarge
no: Forgrunnsfarge
pl: Kolor przedniego planu
pt: Cor de primeiro plano
ru: Цвет текста

source: Syntax Highlighting
es: Resaltado de sintaxis
fr: Coloration Syntaxique
ja: 強調表示
nn: Syntaksmerking
no: Syntaksfarging
pl: Kolorowanie składni
pt: Realce
ru: Подсветка синтаксиса

source: Embeddable vi-like editor component
es: Componente empotrable del editor tipo vi
fr: Composant Editeur de type Vi
ja: viライクな埋め込み可能なエディタコンポーネント
nn: Innkapslbar, vi-liknande redigeringskomponent
no: Vi-lik editor som kan innesluttes
pl: Zintegrowany komponent edytora vi-podobnego.
pt: Componente de editor embebido
ru: Встраиваемый компонент vi-подобного редактора

source: (c)2002-2005 The Kyzis Authors
es: (c)2002-2005 Los autores de Kyzis
fr: (c) 2002-2005 L'équipe d'Yzis
ja: (c)2002-2005 Kyzisの作者
nn: (c)2002-2005 Kyzis-utviklarane
no: (c)2002-2005, Yzis-utviklerene
pl: (c)2002-2005 Autorzy Kyzis
pt: (c) 2002-2005 Os autores do Kyzis
ru: (c)2002-2005 Авторы Kyzis

source: Initial Author
es: Autor inicial
fr: Auteur initial
ja: 最初の作者
nn: Opphavleg utviklar
no: Begynnende utvikler
pl: Początkowy autor
pt: Autor inicial
ru: Оригинальный автор

source: Icons, KSettings
nn: Ikonar, KSettings
pl: Ikony, KUstawienia
ru: Иконки, KSettings

source: EX mode history
nn: EX-modushistorie
pl: Historia trybu EX
ru: История для EX-режима

source: KTextEditor interfaces / Dutch translation
nn: KTextEditor-grensesnitt / Nederlandsk omsetjing
pl: Interface'y KTextEditor / Holenderskie tłumaczenie
ru: Интерфейсы KTextEditor / Немецкий перевод

source: Commands and motion engine rewrite and cleanup
nn: Kommandoar og omskriving / reingjering av flyttemotoren
pl: Przepisanie i porzadki w silniku komend i ruchu
ru: Новая реализация движка команд и перемещений, подчистка кода

source: KTextEditor ConfigInterface
pl: ConfigInterface KTextEditor'a
ru: Интерфейс конфигурации KTextEditor

source: View scrolling fixes
nn: Fiks av visningsskrolling
pl: Poprawki w przewijaniu widoku
ru: Исправления отображения при прокрутке

source: Kyzis Tab caption improvement
nn: Kyzis fanenamnsforbetringar
pl: Poprawki w nagłówkach zakładek Kyzis'a
ru: Улучшение заголовков закладок

source: Commands and bug fixes
nn: Kommandoar og bøggfiksar
pl: Komendy i poprawki
ru: Команды и исправления ошибок

source: Yzisinfo file and tag commands
nn: Yzisinfofil og tag-kommandoar
pl: Plik Yzisinfo i komendy tagów
ru: Файл Yzisinfo и команды для работы с тэгами

source: Misc fixes and improvements
nn: Ymse fiksar og forbetringar
pl: Pozostałe poprawki i udogodnienia
ru: Различные улучшения и исправления ошибок

source: Fixed 'xp' command
nn: Fiksa 'xp'-kommando
pl: Naprawa komendy 'xp'
ru: Исправление ошибки в работе команды 'xp'

source: :cd and :pwd commands
nn: :cd- og :pwd-kommandoane
pl: Komendy :cd i :pwd
ru: Команды :cd и :pwd

source: utf8 fixes for Lua strings
nn: utf8-fiksar for Lua-strengar
pl: poprawki utf-8 w ciagach znaków języka Lua
ru: Исправления ошибок для utf8-строк в Lua

source: help to port to KDE4
nn: Hjelp med porting til KDE4
pl: pomoc w portowaniu do KDE4
ru: Помощь в портировании на KDE4

source: D language syntax highlight fixes
nn: Fiksar for syntaksmerking i D
pl: Poprawki w kolorowaniu składni języka D
ru: Файлы подсветки синтаксиса для языка D

source: _: NAME OF TRANSLATORS Your names
es: Rafael Rodríguez Martín
fr: Mickael Marchand
ja: Takumi ASAKI
nn: Lars Ivar Igesund
no: NAVN PÅ OVERSETTERE Deres navn
pl: _: NAZWISKA TŁUMACZY Wasze nazwiska
pt: _: Your names
ru: Суздалев Дмитрий

source: _: EMAIL OF TRANSLATORS Your emails
es: apt-drink@gulic.org
fr: marchand@kde.org
ja: asaki@kde.gr.jp
nn: larsivar@igesund.net
no: OVERSETTERNES EPOST Deres epost-adresser
pl: _: EMAILE TŁUMACZY Wasze emaile
ru: dimsuz@mail.ru

source: Text Area Background
es: Fondo del área de texto
fr: Couleur de fond de l'éditeur
ja: テキスト領域の背景
nn: Bakgrunn tekstområde
no: Tekstfeltbakrunn
pl: Tło pola tekstowego
pt: Fundo da área de texto
ru: Фон области текста

source: Normal text:
es: Texto normal:
fr: Texte Normal:
ja: 標準のテキスト
nn: Vanleg tekst:
no: Vanlig tekst
pl: Normalny tekst:
pt: Texto normal:
ru: Обычный текст:

source: Selected text:
es: Texto seleccionado:
fr: Texte Sélectionné:
ja: 選択されたテキスト
nn: Vald tekst:
no: Valgt tekst
pl: Zaznaczony tekst:
pt: Texto seleccionado:
ru: Выделенный текст:

source: Current line:
es: Línea actual:
fr: Ligne courante:
ja: 現在の行
nn: Aktiv linje:
no: Aktuell linje
pl: Bieżąca linia:
pt: Linha corrente:
ru: Текущая строка:

source: Bookmark
es: Marcador
fr: Signet
ja: ブックマーク
nn: Bokmerke
no: Bokmerke
pl: Zakładka
pt: Marcador
ru: Закладка

source: Active Breakpoint
es: Punto de ruptura activo
fr: Point d'arrêt actif
ja: アクティブなブレークポイント
nn: Aktivt brytpunkt
no: Aktivt brytpunkt
pl: Aktywny Breakpoint:
pt: Ponto de pausa activo
ru: Активная точка останова

source: Reached Breakpoint
es: Punto de ruptura alcanzado
fr: Point d'arrêt atteint
ja: 到達したブレークポイント
nn: Brytpunkt nådd
no: Nådd brytpunkt
pl: Osiągnięty Breakpoint:
pt: Ponto de pausa alcançado
ru: Текущая точка останова

source: Disabled Breakpoint
es: Punto de ruptura deshabilitado
fr: Point d'arrêt désactivé
ja: 無効なブレークポイント
nn: Brytpunkt deaktivert
no: Deaktivert brytpunkt
pl: Wyłączony Breakpoint:
pt: Ponto de pausa desactivado
ru: Выключенная точка останова

source: Execution
es: Ejecución
fr: Exécution
ja: 実行
nn: Utføring
no: Eksekvering
pl: Wykonanie
pt: Execução
ru: Запуск

source: Additional Elements
es: Elementos adicionales
fr: Eléments additionnels
ja: 追加要素
nn: Tilleggselement
no: Tilleggselementer
pl: Dodatkowe Elementy
pt: Elementos adicionais
ru: Дополнительные элементы

source: Left border background:
es: Fondo del borde izquierdo:
fr: Couleur de la bordure de gauche:
ja: 左枠の背景
nn: Bakgrunn venstre kant:
no: Bakgrunn for venstre ramme
pl: Tło lewego obramowania:
pt: Fundo da margem esquerda:
ru: Фон левой границы:

source: Line numbers:
es: Números de línea:
fr: Numéros de ligne:
ja: 行番号
nn: Linjenummer:
no: Linjenummer
pl: Numery lini:
pt: Número de linha:
ru: Номера строк:

source: Bracket highlight:
es: Resaltado de paréntesis, corchetes y llaves:
fr: Surlignage des parenthèses:
ja: 括弧の強調表示
nn: Parantesmerking:
no: Hakeparantes-farge
pl: Kolorowanie nawiasów:
pt: Realce de parêntesis:
ru: Подсветка скобок:

source: Word wrap markers:
es: Marcas de separación de palabra:
fr: Marqueurs des coupures de mots:
ja: 行の折り返し記号
nn: Ordbrytningsmarkørar:
no: Ordbrytingsmarkør
pl: Markery zawijania lini:
pt: Marcadores de corte de palavras:
ru: Маркеры переноса слов:

source: Tab markers:
es: Marcas de tabulador:
fr: Marqueurs des tabulations:
ja: タブ記号
nn: Fanemarkørar:
no: Tab-markører
pl: Markery tabulacji:
pt: Marcadores de tabulação:
ru: Маркеры табуляции:

source: <p>Sets the background color of the editing area.</p>
es: <p>Fija el color de fondo del área de edición.</p>
fr: <p>Sélectionne la couleur de fond de la zone d'édition.</p>
ja: <p>編集領域の背景色を設定します。</p>
nn: <p>Set bakgrunnsfargen til redigeringsområdet.</p>
no: <p>Setter bakgrunnsfargen til redigeringsområdet</p>
pl: <p>Ustawia kolor tła obszaru edycji.</p>
pt: <p>Define a cor de fundo da área de edição.</p>
ru: <p>Устанавливает цвет фона для области редактирования</p>

source: <p>Sets the background color of the selection.</p><p>To set the text color for selected text, use the "<b>Configure Highlighting</b>" dialog.</p>
es: <p>Fija el color de fondo de la selección.</p><p>Para fijar el color del texto para texto seleccionado, utilice el diálogo"<b>Configurar resaltado</b>".</p>
fr: <p>Sélectionne la couleur de fond de la sélection.</p><p>Pour choisir la couleur du texte sélectionné; utiliser la fenêtre "<b>Configurer la coloration syntaxique</b>".</p>
ja: <p>選択されたテキストの背景色を設定します。</p> <p>選択されたテキスト自体の色を設定するには「<b>強調表示の設定</b>」ダイアログを使用してください。</p>
nn: <p>Set bakgrunnsfargen til utvalet.</p><p>For å setje tekstfargen for vald tekst, bruk "<b>Konfigurer merking</b>"-dialogen.</p>
no: <p>Setter bakgrunnsfargen til seleksjonen.</p><p>For å sette tekstfargen til valgt tekst, bruk "<b>Konfigurer tekstfarging</b>"-dialogen.</p>
pl: <p>Ustawia kolor tła zaznaczenia.</p><p>Aby ustawić kolor tekstu zaznaczonego, użyj dialogu"<b>Konfiguracja Kolorowania</b>".</p>
pt: <p>Define a cor de fundo do texto seleccionado.</p><p>Para definir a cor do texto seleccionado, use a caixa de diálogo "<b>Configuração de realce</b>".</p>
ru: <p>Устанавливает цвет фона для выделения.</p><p>Для установки цвета выделенного текста используйте диалог "<b>Настройка подсветки</b>".</p>

source: <p>Sets the background color of the selected marker type.</p><p><b>Note</b>: The marker color is displayed lightly because of transparency.</p>
es: <p>Fija el color de fondo para el tipo de marca seleccionado.</p><p><b>Nota</b>: El color del marcador se muestra en color claro debido a la transparencia.</p>
fr: <p>Sélectionne la couleur de fond du type de marqueur sélectionné.</p><p><b>Note</b>: La couleur du marqueur est affichée clairement à cause de la transparence.</p>
ja: <p>選択したマーカーの背景色を設定します。</p><p><b>注意</b>: マーカーの色は透明なため、明るく表示されます。</p>
nn: <p>Set bakgrunnsfargen til den valde markørtypen.</p><p><b>Merk</b>: Markørfargen vert vist lyst grunna gjennomskin.</p>
no: <p>Setter bakgrunnsfargen til den valgte markørtypen.</p><p><b>Merk</b>: Markørfargen blir vist lyst på grunn av gjennomsiktighet.</p>
pl: <p>Ustawia kolor tła typu zaznaczonego markera.</p><p><b>Note</b>: Wyświetlany kolor markera jest bardzo delikatny z powodu przeźroczystości</p>
pt: <p>Define a cor de fundo do tipo de marcador seleccionado.</p><p><b>Nota</b>: a cor do marcador é clareada devido à transparência.</p>
ru: <p>Устанавливает цвет фона для выбранного типа маркера.</p><p><b>Замечание</b>: Цвет маркера может отображаться более светлым из-за прозрачности.</p>

source: <p>Select the marker type you want to change.</p>
es: <p>Seleccione el tipo de marca que desea cambiar.</p>
fr: <p>Sélectionne le type de marqueur à changer.</p>
ja: <p>変更したいマーカーを選択してください。</p>
nn: <p>Vel markørtypen du ynskjerå endre.</p>
no: <p>Velg markørtypen du vil endre</p>
pl: <p>Wybierz typ markera do zmiany.</p>
pt: <p>Seleccione o tipo de marcador que deseja alterar.</p>
ru: <p>Выберите тип маркера, который вы хотите изменить.</p>

source: <p>Sets the background color of the currently active line, which means the line where your cursor is positioned.</p>
es: <p>Fija el color de fondo de la línea activa actualmente (aquella en la cual está el cursor posicionado).</p>
fr: <p>Séleectionne la couleur de fond de la ligne active courante; c'est-à-dire la ligne où se trouve le curseur.</p>
ja: <p>現在アクティブな行(現在カーソルがある行)の背景色をセットします。</p>
nn: <p>Set bakgrunnsfargen til den aktive linja, altså linja der peikaren er plassert.</p>
no: <p>Setter bakgrunnsfargen for den aktive linjen, altså den linjen hvor pekeren er plassert.</p>
pl: <p>Ustawia kolor tła bieżącej aktywnej lini ( tej na której znajduje się kursor ).</p>
pt: <p> Define a cor de fundo da actual linha activa, ou seja, a linha onde se encontra o cursor.</p>
ru: <p>Устанавливает цвет фона текущей строки, то есть строки, на которой находится ваш курсор.</p>

source: <p>This color will be used to draw the line numbers (if enabled) and the lines in the code-folding pane.</p>
es: <p>Este color se utilizará para dibujar los números de línea (si están habilitados) y las líneas en el panel de plegado de código.</p>
fr: <p>Cette couleur sera utilisée pour dessiner les numéros de ligne (si activé) et les lignes du panneau de code-folding.</p>
ja: <p>この色は(可能であれば)行数とコード折りたたみペインの行を表示するのに使われます。</p>
nn: Denne fargen vil verte brukt til å teikne linjenummera (dersom aktivert) og linjene i kodefoldingspanelet.</p>
no: <p>Denne fargen vil bli brukt for å tegne linjenummere (hvis aktivert), og linjene i kodefoldingspanelet.</p>
pl: <p>Ten kolor będzie używany do rysowania numerów linii oraz samych linii w okienku zwijania kodu.</p>
pt: <p>Esta cor será usada para desenhar os números de linha (se activados) e as linhas na placa de dobragem de código.</p>
ru: <p>Этот цвет будет использован для отрисовки номеров строк (если она включена) и .для отрисовки строк на панели сворачивания блоков кода</p>

source: <p>Sets the bracket matching color. This means, if you place the cursor e.g. at a <b>(</b>, the matching <b>)</b> will be highlighted with this color.</p>
es: <p>Fija el color del emparejado de paréntesis, corchetes y llaves. Esto significa que si coloca el cursor, por ejemplo, en un <b>(</b>, el correspondiente <b>)</b> se resaltará con este color.</p>
fr: <p>Sélectionne la couleur de l'accolade de correspondance. Cela signifie que si vous placez le curseur sur une<b>(</b>, la parenthèse correspondante <b>)</b> sera surlignée avec cette couleur.</p>
ja: <p>カッコがマッチしたときの色をセットします。これは例えば <b>(</b> を配置すると マッチする <b>)</b>が色で強調表示されます。</p>
nn: Set fargen for parantesar som høyrer saman. Dette tyder at dersom du plasserar peikaren på til dømes ein <b>(</b>, vil den tilhøyrande <b>)</b> verte merka med denne fargen.</p>
no: <p>Setter parantesmotstykkevisningsfarge. Dette betyr at hvis du for eksempel plasserer pekeren på en <b>(</b>, vil den tilhørende <b>)</b> bli markert med denne fargen.</p>
pl: <p>Ustawia kolor dobierania nawiasów. Gdy ustawisz kursor na znaku <b>(</b>, to odpowiadający mu <b>)</b> zostanie zaznaczony tym kolorem.
pt: <p>Define a cor de correspondência de parêntesis. Isto é, se colocar o cursor num <b>(</b>, o <b>)</b> correspondente será realçado com esta cor.</p>
ru: <p>Устанавливает цвет подсветки совпадающих скобок. Например, если вы поместите курсор на скобку <b>(</b>, то этот цвет будет использован для соответствующей скобки <b>)</b>.</p>

source: <p>Sets the color of Word Wrap-related markers:</p><dl><dt>Static Word Wrap</dt><dd>A vertical line which shows the column where text is going to be wrapped</dd><dt>Dynamic Word Wrap</dt><dd>An arrow shown to the left of visually-wrapped lines</dd></dl>
es: <p>Fija el color de las marcas relacionadas con separación de palabras: </p><dl><dt>Separación de palabras estática:</dt><dd>Una línea vertical que muestra la columna donde el texto va a ser separado</dd><dt>Separación dinámica de palabras:</dt><dd>Una flecha mostrada a la izquierda de las líneas visualmente separadas</dd></dl>
fr: <p>Sélectionne la couleur des marqueurs de coupure de mots:</p><dl><dt>Coupure de mots statique</dt><dd>Une ligne verticale qui montre la colonne où le texte sera coupé</dd><dt>Coupure de mots dynamique</dt><dd>Une flèche affichée à la gauche des lignes sectionnées</dd></dl>
ja: <p>行を折り返すときの記号をセットします。</p><dl><dt>静的行折り返し</dt><dd>テキストを折り返す桁を示す縦棒</dd><dt>動的行折り返し</dt><dd>視覚的な折り返し行の左に示される矢印</dd></dl>
nn: <p>Set fargen til ordbrytningsrelaterte markørar:</p><dl><dt>Statisk ordbryting</dt><dd>Ei vertikal linje som viser kolonna der tekst vil verte broten</dd><dt>Dynamisk ordbryting</dt><dd>Ei pil vist til venstre for visuelt brotne linjer.</dd></dl>
no: <p>Setter fargen til ordbrytingsrelaterte markører.</p><dl><dt>Statisk ordbryting</dt><dd>En vertikal linjen som viser kolonnen hvor teksten vil bli brutt</dd><dt>Dynamisk ordbryting</dt><dd>En pil som blir vist til venstre for visuelt brutte linjer</dd></dl>
pl: <p>Ustawia kolor markerów zwijania lini:</p><dl><dt>Statyczne zwijanie linii</dt><dd>Pionowa linia która pokazuje columnę po przekroczeniu której linia zostanie zawinięta</dd><dt>Dynamiczne zwijanie linii</dt><dd>Strzałka pojawiająca się po lewej stronie wizualnie zawiniętych lini</dd></dl>
pt: <p>Define a cor de marcadores relativos a cortes de palavras:</p><dl><dt>Corte estático</dt><dd>Uma linha vertical que mostra a coluna onde o texto será cortado</dd><dt>Corte dinâmico</dt><dd>Uma seta mostrada à esquerda das linhas visualmente cortadas</dd></dl>
ru: <p>Устанавливает цвет для маркеров, имеющих отношение к переносу слов:</p><dl><dt>Статический перенос слов</dt><dd>Вертикальная линия, показывающая столбец, в котором будет осуществлен перенос текста</dd><dt>Динамический перенос слов</dt><dd>Стрелка, отображенная слева от визуально перенесенных строк</dd></dl>

source: <p>Sets the color of the tabulator marks:</p>
es: <p>Fija el color de las marcas de tabulador:</p>
fr: <p>Sélectionne la couleur des marques de tabulations:</p>
ja: <p>タブマークの色を設定:</p>
nn: <p>Set fargen til tabulatormarkørane:</p>
no: <p>Setter fargen til tab-markørene</p>
pl: <p>Ustawia kolor markerów tabulacji:</p>
pt: <p>Define a cor das marcas de tabulação.</p>
ru: <p>Устанавливает цвет маркеров табуляции:</p>

source: This list displays the default styles for the current schema and offers the means to edit them. The style name reflects the current style settings.<p>To edit using the keyboard, press <strong>&lt;SPACE&gt;</strong> and choose a property from the popup menu.<p>To edit the colors, click the colored squares, or select the color to edit from the popup menu.<p>You can unset the Background and Selected Background colors from the popup menu when appropriate.
es: Esta lista muestra los estilos por defecto para el esquema actual, y ofrece los medios para editarlo. El nombre refleja la configuración actual del estilo. <p>Para editar utilizando el teclado, pulse <strong>&lt;ESPACIO&gt;</strong> y seleccione una propiedad del menú emergente. <p>Para editar los colores, pulse en los cuadrados coloreados, o seleccione el color que desea editar del menú desplegable. <p>Puede deshacer la selección de los colores de fondo y de fondo seleccionado cuando lo considere apropiado, con el menú emergente.
fr: La liste affiche les styles par défaut pour le schéma courant et offre les moyens de l'éditer. Le nom du style reflète les paramètres du style courant.<p>Pour éditer en utilisant le clavier, appuyer sur <strong>élt;espace&gt;</strong> et choisisser une propriété depuis le menu contextuel.<p>Pour éditer les couleurs, cliquer sur les carrés colorés ou choississez depuis le menu contextuel.<p>Vous pouvez réinitialiser la couleur de fond et la couleur de fond de la sélection depuis le menu contextuel.
ja: このリストは現在のスキーマの標準のスタイルを表示しており、 それらを編集する手段を提供しています。スタイル名は現在のスタイル設定を反映します。<p>キーボードを使って編集するには <strong>&lt;スペース&gt;</strong>を押してポップアップメニューから設定を選択します。<p>色を編集するには色の付いた四角をクリックするか、 ポップアップメニューから編集する色を選択します。 <p>適切な場合には、ポップアップメニューから背景と 選択された背景色の設定を解除することができます。
nn: Denne lista viser standardstilane for det aktive skjemaet og tilbyr måtar å redigere dei. Stilnamnet reflekterar innstillingane til den aktive stilen.<p>For å redigere med tastaturet, trykk <strong>&lt;MELLOMROM&gt;</strong> og vel eit punkt frå poppopp-menyen.<p>For å redigere fargane, klikk på dei farga kvadrata, eller vel ein farge å redigere frå poppopp-menyen.<p>Du kan deaktivere bakgrunnen og valde bakgrunnsfargar frå poppopp-menyen når det passar.
no: Denne listen viser standardstiler for det aktive fargeskjemaet, og gir deg redigeringsmuligheter. Stilnavnet reflekterer den aktive stilsettingen.<p>For å redigere ved bruk av tastaturet, trykk <strong>&lt;MELLOMROM&gt;<strong> og velg en egenskap fra menyen.<p>For å redigere fargene, klikk de fargede firkantene eller velg en farge å redigere fra menyen.<p>Du kan velge bort bakgrunnen og valgte bakgrunnsfarger fra menyen når det er hensiktsmessig.
pl: Ta lista ukazuje domyślne style dla bieżącego schematu i oferuje środki do ich edycji. Nazwa stylu odzwierciedla ustawienia bieżącego stylu.<p>Aby edytować za pomocą klawiatury, wciśnij <strong>&lt;SPACE&gt;</strong> i wybierz właściwość z wyskakującego menu.<p>Aby edytować kolory, kliknij na pokolorowane kwadraty, albo wybierz kolor do edycji z wyskakującego menu.<p>Możesz zrezygnować z ustawionych kolorów dla Tła i Wybranego Tła w wyskakującym menu kiedy tylko będzie to porządane.
pt: Esta lista exibe os estilos predefinidos para o esquema actual e oferece os meios para editá-los. O nome do estilo reflecte as preferências do estilo actual.<p> Para editar usando o teclado, pressione <strong>&lt;ESPAÇO&gt;</strong> e escolha uma propriedade a partir do menu.<p>Para editar as cores, clique nos quadrados coloridos ou seleccione a cor a editar a partir do menu.<p>Pode marcar como indefinidas as cores de fundo a partir do menu de contexto, quando apropriado.
ru: Этот список отображает стили текущей схемы и предлагает средства для их редактирования. Имя стиля отражает текущие установки стиля<p>Для редактирования с помощью клавиатуры, нажмите <strong>&lt;ПРОБЕЛ&gt;</strong> и выберите свойство из выпадающего меню.<p>Для редактирования цвета, щёлкните по цветному квадрату или выберите нужный цвет из выпадающего меню.<p>Используя выпадающее меню, вы также можете сбросить цвета Фона и Фона выделения.

source: H&ighlight:
es: &Resaltado:
fr: &Surlignage:
ja: 強調表示(&I)
nn: Merk&ing:
no: Farg&ing:
pl: Kolorowan&ie:
pt: &Realce:
ru: &Подсветка:
